Repository: Smoothoperator25/kisan_mitra
Catalog: lib/l10n/app_*.arb
Languages: hi, mr

source: Failed to change password
hi: पासवर्ड बदलने में विफल
mr: पासवर्ड बदलण्यात अयशस्वी

# failedToLoadProfile
source: Failed to load store profile
hi: स्टोर प्रोफ़ाइल लोड करने में विफल
mr: स्टोअर प्रोफाइल लोड करण्यात अयशस्वी

# errorLoadingProfile
source: Error loading profile: {error}
hi: प्रोफ़ाइल लोड करने में त्रुटि: {error}
mr: प्रोफाइल लोड करताना त्रुटी: {error}

# storeNameRequired
source: Store name is required
hi: स्टोर का नाम आवश्यक है
mr: स्टोअरचे नाव आवश्यक आहे

# ownerNameRequired
source: Owner name is required
hi: मालिक का नाम आवश्यक है
mr: मालकाचे नाव आवश्यक आहे

# phoneRequired
source: Phone number is required
hi: फ़ोन नंबर आवश्यक है
mr: फोन नंबर आवश्यक आहे

# phoneLengthError
source: Phone number must be 10 digits
hi: फ़ोन नंबर 10 अंकों का होना चाहिए
mr: फोन नंबर 10 अंकी असावा

# addressRequired
source: Address is required
hi: पता आवश्यक है
mr: पत्ता आवश्यक आहे

# enterAddressHint
source: Enter complete address
hi: पूरा पता दर्ज करें
mr: पूर्ण पत्ता प्रविष्ट करा

source: Remove Image
hi: छवि हटाएं
mr: प्रतिमा काढा

source: Failed to upload image
hi: छवि अपलोड करने में विफल
mr: प्रतिमा अपलोड करण्यात अयशस्वी

source: Failed to update profile
hi: प्रोफ़ाइल अपडेट करने में विफल
mr: प्रोफाइल अपडेट करण्यात अयशस्वी

source: Email Us
hi: हमें ईमेल करें
mr: आम्हाला ईमेल करा

source: Call Us
hi: हमें कॉल करें
mr: आम्हाला कॉल करा

# faqs
source: Frequently Asked Questions
hi: अक्सर पूछे जाने वाले प्रश्न
mr: नेहमी विचारले जाणारे प्रश्न

# faq1Q
source: How do I add new fertilizers?
hi: मैं नए उर्वरक कैसे जोड़ूं?
mr: मी नवीन खत कसे जोडू?

# faq1A
source: As a store owner, you cannot create new fertilizers. Admin adds the master list of fertilizers. You can only manage the stock and price of existing fertilizers in your inventory.
hi: एक स्टोर मालिक के रूप में, आप नए उर्वरक नहीं बना सकते। व्यवस्थापक उर्वरकों की मुख्य सूची जोड़ता है। आप केवल अपनी सूची में मौजूदा उर्वरकों के स्टॉक और कीमत का प्रबंधन कर सकते हैं।
mr: स्टोअर मालक म्हणून, तुम्ही नवीन खते तयार करू शकत नाही. प्रशासक खतांची मुख्य यादी जोडतो. तुम्ही तुमच्या इन्व्हेंटरीमधील फक्त अस्तित्वात असलेल्या खतांचा स्टॉक आणि किंमत व्यवस्थापित करू शकता.

# faq2Q
source: How do I update my store location?
hi: मैं अपना स्टोर स्थान कैसे अपडेट करूं?
mr: मी माझे स्टोअर स्थान कसे अपडेट करू?

# faq2A
source: Go to Store Dashboard > Location. You can tap on the map to set your precise location or use the "Use Current Location" button.
hi: स्टोर डैशबोर्ड > स्थान पर जाएं। आप अपना सटीक स्थान सेट करने के लिए मानचित्र पर टैप कर सकते हैं या "वर्तमान स्थान का उपयोग करें" बटन का उपयोग कर सकते हैं।
mr: स्टोअर डॅशबोर्ड > लोकेशन वर जा. तुमचे अचूक स्थान सेट करण्यासाठी तुम्ही नकाशावर टॅप करू शकता किंवा "Use Current Location" बटण वापरू शकता.

# faq3Q
source: How can I change my password?
hi: मैं अपना पासवर्ड कैसे बदल सकता हूँ?
mr: मी माझा पासवर्ड कसा बदलू शकतो?

# faq3A
source: Go to Store Profile > Change Password. Enter your current password and the new password to update it.
hi: स्टोर प्रोफाइल > पासवर्ड बदलें पर जाएं। इसे अपडेट करने के लिए अपना वर्तमान पासवर्ड और नया पासवर्ड दर्ज करें।
mr: स्टोअर प्रोफाइल > पासवर्ड बदला वर जा. तो अपडेट करण्यासाठी तुमचा सध्याचा पासवर्ड आणि नवीन पासवर्ड प्रविष्ट करा.

# faq4Q
source: Why is my store not verified yet?
hi: मेरा स्टोर अभी तक सत्यापित क्यों नहीं हुआ है?
mr: माझे स्टोअर अद्याप सत्यापित का झाले नाही?

# faq4A
source: Verification usually takes 24-48 hours. Admin verifies details manually. Ensure your profile information is complete.
hi: सत्यापन में आमतौर पर 24-48 घंटे लगते हैं। व्यवस्थापक विवरणों को मैन्युअल रूप से सत्यापित करता है। सुनिश्चित करें कि आपकी प्रोफ़ाइल जानकारी पूर्ण है।
mr: सत्यापनासाठी साधारणपणे २४-४८ तास लागतात. प्रशासक तपशीलांची व्यक्तिशः खात्री करतो. तुमची प्रोफाइल माहिती पूर्ण असल्याची खात्री करा.

source: Send Feedback
hi: प्रतिक्रिया भेजें
mr: अभिप्राय पाठवा

source: No content available.
hi: कोई सामग्री उपलब्ध नहीं है।
mr: कोणतीही सामग्री उपलब्ध नाही.

source: Less than 1 min
hi: 1 मिनट से कम
mr: 1 मिनिटापेक्षा कमी

# minUnit
source: min
hi: मिनट
mr: मिनिट

# hrUnit
source: hr
hi: घंटा
mr: तास

source: Edit Profile
hi: प्रोफाइल संपादित करें
mr: प्रोफाइल संपादित करा

source: Current Weather
hi: वर्तमान मौसम
mr: वर्तमान हवामान

source: Seedling
hi: पौध रोपण
mr: बीज रोपण

source: Vegetative
hi: वनस्पति
mr: वनस्पती

source: Flowering
hi: फूल आना
mr: फूल आणे

source: Fruiting
hi: फलन
mr: फळ धारणा

source: Field Size
hi: खेत का आकार
mr: शेताचा आकार

source: Acres
hi: एकड़
mr: एकर

source: Soil Health
hi: मिट्टी का स्वास्थ्य
mr: मातीचे आरोग्य

source: Crop Issues
hi: फसल की समस्याएं
mr: पिकांच्या समस्या

source: Select Growth Stage
hi: वृद्धि अवस्था चुनें
mr: वृद्धी अवस्था निवडा

source: Select Crop Issue
hi: फसल की समस्या चुनें
mr: पिकाची समस्या निवडा

source: Calculate Advisory
hi: सलाह की गणना करें
mr: सल्ल्याची गणना करा

# pleaseSelectACropAbove
source: Please select a crop above to proceed
hi: आगे बढ़ने के लिए कृपया ऊपर एक फसल चुनें
mr: पुढे जाण्यासाठी कृपया वर एक पीक निवडा

# cropPaddyRice
source: Paddy (Rice)
hi: धान (चावल)
mr: भात (धान)

# cropWheat
source: Wheat
hi: गेहूं
mr: गहू

# cropJowarSorghum
source: Jowar (Sorghum)
hi: ज्वार (सोरघम)
mr: ज्वारी

# cropBajraPearlMillet
source: Bajra (Pearl Millet)
hi: बाजरा
mr: बाजरी

# cropMaizeCorn
source: Maize (Corn)
hi: मक्का (कॉर्न)
mr: मका

# cropRagiFingerMillet
source: Ragi (Finger Millet)
hi: रागी
mr: नाचणी

# cropBarley
source: Barley
hi: जौ
mr: सातू (जव)

# cropOats
source: Oats
hi: जई
mr: ओट्स

# cropTurPigeonPea
source: Tur (Pigeon Pea)
hi: अरहर (तूर)
mr: तूर

# cropMoongGreenGram
source: Moong (Green Gram)
hi: मूँग
mr: मूग

# cropUradBlackGram
source: Urad (Black Gram)
hi: उड़द
mr: उडीद

# cropChickpeaGram
source: Chickpea (Gram)
hi: चना
mr: हरभरा

# cropMasoorRedLentil
source: Masoor (Red Lentil)
hi: मसूर
mr: मसूर

# cropCowpeaLobia
source: Cowpea (Lobia)
hi: लोबिया
mr: चवळी

# cropHorseGramKulthi
source: Horse Gram (Kulthi)
hi: कुलथी
mr: हुलगा (कुलथी)

# cropSoybean
source: Soybean
hi: सोयाबीन
mr: सोयाबीन

# cropGroundnutPeanut
source: Groundnut (Peanut)
hi: मूँगफली
mr: भुईमूग

# cropSunflower
source: Sunflower
hi: सूरजमुखी
mr: सूर्यफूल

# cropMustardRapeseed
source: Mustard (Rapeseed)
hi: सरसों
mr: मोहरी

# cropSesameTil
source: Sesame (Til)
hi: तिल
mr: तीळ

# cropLinseedFlax
source: Linseed (Flax)
hi: अलसी
mr: जवस

# cropCastor
source: Castor
hi: अरंडी
mr: एरंडी

# cropSafflower
source: Safflower
hi: कुसुम
mr: करडई

# cropCotton
source: Cotton
hi: कपास
mr: कापूस

# cropSugarcane
source: Sugarcane
hi: गन्ना
mr: ऊस

# cropJute
source: Jute
hi: जूट
mr: ताग

# cropTobacco
source: Tobacco
hi: तंबाकू
mr: तंबाखू

# cropTomato
source: Tomato
hi: टमाटर
mr: टोमॅटो

# cropOnion
source: Onion
hi: प्याज
mr: कांदा

# cropPotato
source: Potato
hi: आलू
mr: बटाटा

# cropBrinjalEggplant
source: Brinjal (Eggplant)
hi: बैंगन
mr: वांगी

# cropOkraBhindi
source: Okra (Bhindi)
hi: भिंडी
mr: भेंडी

# cropChiliHotPepper
source: Chili (Hot Pepper)
hi: मिर्च
mr: मिरची

# cropCapsicumBellPepper
source: Capsicum (Bell Pepper)
hi: शिमला मिर्च
mr: ढोबळी मिरची (शिमला मिरची)

# cropCauliflower
source: Cauliflower
hi: फूलगोभी
mr: फ्लॉवर

# cropCabbage
source: Cabbage
hi: पत्तागोभी
mr: कोबी

# cropCucumber
source: Cucumber
hi: खीरा
mr: काकडी

# cropBitterGourdKarela
source: Bitter Gourd (Karela)
hi: करेला
mr: कारले

# cropBottleGourdLauki
source: Bottle Gourd (Lauki)
hi: लौकी
mr: दुधी भोपळा

# cropPumpkin
source: Pumpkin
hi: कद्दू
mr: लाल भोपळा

# cropWatermelon
source: Watermelon
hi: तरबूज
mr: टरबूज

# cropMuskmelonKharbooj
source: Muskmelon (Kharbooj)
hi: खरबूजा
mr: खरबूज

# cropGarlic
source: Garlic
hi: लहसुन
mr: लसूण

# cropSpinachPalak
source: Spinach (Palak)
hi: पालक
mr: पालक

# cropFenugreekMethi
source: Fenugreek (Methi)
hi: मेथी
mr: मेथी

# cropCarrot
source: Carrot
hi: गाजर
mr: गाजर

# cropRadishMooli
source: Radish (Mooli)
hi: मूली
mr: मुळा

# cropMango
source: Mango
hi: आम
mr: आंबा

# cropBanana
source: Banana
hi: केला
mr: केळी

# cropGrapes
source: Grapes
hi: अंगूर
mr: द्राक्षे

# cropPomegranate
source: Pomegranate
hi: अनार
mr: डाळिंब

# cropOrangeNagpur
source: Orange (Nagpur)
hi: संतरा
mr: संत्री

# cropPapaya
source: Papaya
hi: पपीता
mr: पपई

# cropGuava
source: Guava
hi: अमरूद
mr: पेरू

# cropCoconut
source: Coconut
hi: नारियल
mr: नारळ

# cropCustardAppleSitaphal
source: Custard Apple (Sitaphal)
hi: शरीफा (सीताफल)
mr: सीताफळ

# cropLemon
source: Lemon
hi: नींबू
mr: लिंबू

# cropStrawberry
source: Strawberry
hi: स्ट्रॉबेरी
mr: स्ट्रॉबेरी

# cropFigAnjeer
source: Fig (Anjeer)
hi: अंजीर
mr: अंजीर

# cropSweetLimeMosambi
source: Sweet Lime (Mosambi)
hi: मौसंबी
mr: मोसंबी

# cropJackfruit
source: Jackfruit
hi: कटहल
mr: फणस

# cropSapodillaChiku
source: Sapodilla (Chiku)
hi: चीकू
mr: चिकू

# cropTurmericHaldi
source: Turmeric (Haldi)
hi: हल्दी
mr: हळद

# cropGingerAdrak
source: Ginger (Adrak)
hi: अदरक
mr: आले (अद्रक)

# cropCorianderDhaniya
source: Coriander (Dhaniya)
hi: धनिया
mr: कोथिंबीर (धने)

# cropCuminJeera
source: Cumin (Jeera)
hi: जीरा
mr: जिरे

# cropFennelSaunf
source: Fennel (Saunf)
hi: सौंफ
mr: बडीशेप

# cropCardamomElaichi
source: Cardamom (Elaichi)
hi: इलायची
mr: वेलची

# cropPepperKaliMirch
source: Pepper (Kali Mirch)
hi: काली मिर्च
mr: मिरी

# cropTea
source: Tea
hi: चाय
mr: चहा

# cropCoffee
source: Coffee
hi: कॉफी
mr: कॉफी

# cropRubber
source: Rubber
hi: रबर
mr: रबर

# cropSweetPotato
source: Sweet Potato
hi: शकरकंद
mr: रताळे

# cropTapiocaCassava
source: Tapioca (Cassava)
hi: टैपियोका (साबूदाना)
mr: साबुदाणा (टॅपिओका)

# cropColocasiaArbi
source: Colocasia (Arbi)
hi: अरबी
mr: अळू

# cropLucerneAlfalfa
source: Lucerne (Alfalfa)
hi: अल्फाल्फा
mr: ल्युसर्न (लसून घास)

# cropBerseemClover
source: Berseem Clover
hi: बरसीम
mr: बरसीम

# cropNapierGrass
source: Napier Grass
hi: नेपियर घास
mr: नेपिअर घास

# cropMarigold
source: Marigold
hi: गेंदा
mr: झेंडू

# cropRose
source: Rose
hi: गुलाब
mr: गुलाब

# cropJasmineMogra
source: Jasmine (Mogra)
hi: मोगरा
mr: मोगरा

# cropChrysanthemum
source: Chrysanthemum
hi: गुलदाउदी
mr: शेवंती

# cropTuberoseRajnigandha
source: Tuberose (Rajnigandha)
hi: रजनीगंधा
mr: रजनीगंधा

# cropFrenchBeans
source: French Beans
hi: फ्रेंच बीन्स
mr: फरसबी

# cropPeasMatar
source: Peas (Matar)
hi: मटर
mr: मटार

# cropBeetroot
source: Beetroot
hi: चुकंदर
mr: बीट

# cropTurnipShalgam
source: Turnip (Shalgam)
hi: शलजम
mr: शाळगम

# cropDrumstickMoringa
source: Drumstick (Moringa)
hi: सहजन (मुनगा)
mr: शेवगा

# cropSnakeGourd
source: Snake Gourd
hi: चिचिंडा
mr: पडवळ

# cropSpongeGourdTurai
source: Sponge Gourd (Turai)
hi: तोरई (गिलकी)
mr: घोसावळे (तुरई)

# cropRidgeGourdTorai
source: Ridge Gourd (Torai)
hi: तोरई
mr: दोडका

# cropLettuce
source: Lettuce
hi: लेट्यूस
mr: लेटुस

# cropSweetCorn
source: Sweet Corn
hi: स्वीट कॉर्न
mr: स्वीट कॉर्न

# cropApple
source: Apple
hi: सेब
mr: सफरचंद

# cropPineapple
source: Pineapple
hi: अननास
mr: अननस

# cropAvocado
source: Avocado
hi: एवोकैडो
mr: अवोकॅडो

# cropAloeVera
source: Aloe Vera
hi: एलोवेरा
mr: कोरफड

# cropStevia
source: Stevia
hi: स्टीविया
mr: स्टिव्हिया

# cropAshwagandha
source: Ashwagandha
hi: अश्वगंधा
mr: अश्वगंधा

source: Transplanting
hi: प्रत्यारोपण
mr: पुनर्लागण

source: Tillering
hi: कल्ले फूटना
mr: फुटवा येणे

source: Panicle Initiation
hi: बाली शुरुआत
mr: लोंबी फुटणे

source: Panicle Emergence
hi: बाली निकलना
mr: लोंबी बाहेर येणे

source: Jointing
hi: संधि
mr: कांडी धरणे

source: Booting
hi: जूते का चरण
mr: पोटरी अवस्था

source: Grain Fill
hi: अनाज भरना
mr: दाणे भरणे

source: Knee High
hi: घुटने की ऊंचाई
mr: गुडघा उंची

source: Tasseling
hi: बालियां निकलना
mr: तुरा येणे

source: Silking
hi: रेशम निकलना
mr: कणीस लागणे

source: Dough
hi: आटा चरण
mr: चिक अवस्था

source: Pod Development
hi: फली विकास
mr: शेंगा धरणे

source: Germination
hi: अंकुरण
mr: उगवण

source: Selected Crop
hi: चयनित फसल
mr: निवडलेली पीक

source: Irrigation
hi: सिंचाई
mr: सिंचन

source: Micronutrients
hi: सूक्ष्म पोषक तत्व
mr: सूक्ष्म पोषक तत्व

source: Organic Alternatives
hi: जैव विकल्प
mr: जैविक पर्याय

source: All
hi: सभी
mr: सर्व

source: Maturity
hi: परिपक्वता
mr: परिपक्वता

source: Failed to load crops
hi: फसलें लोड करने में विफल
mr: पिके लोड करण्यात अयशस्वी

source: Hectares
hi: हेक्टेयर
mr: हेक्टर

# soilLoamy
source: Loamy
hi: दोमट
mr: लोमी

# soilClay
source: Clay
hi: चिकनी मिट्टी
mr: चिक्कण माती

# soilSandy
source: Sandy
hi: बलुई मिट्टी
mr: वाळूची माती

# soilBlack
source: Black
hi: काली मिट्टी
mr: काळी माती

# soilRed
source: Red
hi: लाल मिट्टी
mr: लाल माती

# soilAlluvial
source: Alluvial
hi: जलोढ़
mr: अळुवियल माती

# soilSaline
source: Saline
hi: खारी मिट्टी
mr: क्षारयुक्त माती

# soilLaterite
source: Laterite
hi: लैटेराइट मिट्टी
mr: जांभी माती

# soilPeaty
source: Peaty
hi: पीठ मिट्टी
mr: पीठयुक्त माती

# soilArid
source: Arid (Desert)
hi: शुष्क (रेगिस्तानी) मिट्टी
mr: वाळवंटी माती

# issueYellowLeaves
source: Yellow leaves
hi: पीली पत्तियां
mr: पिवळी पाने

# issueStuntedGrowth
source: Stunted growth
hi: रुकी हुई वृद्धि
mr: खुंटलेली वाढ

# issuePestAttack
source: Pest attack
hi: कीट का हमला
mr: किडीचा हल्ला

# issueFungalDisease
source: Fungal disease
hi: फंगल रोग
mr: बुरशीजन्य रोग

# issueWilting
source: Wilting
hi: पत्तियों का मुरझाना
mr: करपणे

# issueLowYield
source: Low yield
hi: कम उपज
mr: कमी उत्पादन

# rainExpectedWarning
source: Rain expected! Consider delaying fertilizer application.
hi: बारिश की संभावना! खाद लगाने में देरी करने पर विचार करें।
mr: पावसाची शक्यता आहे! खत देणे पुढे ढकळण्याचा विचार करा.

# totalEstimatedCost
source: Total Est. Cost: ₹{cost}
hi: कुल अनुमानित लागत: ₹{cost}
mr: एकूण अंदाजित खर्च: ₹{cost}

source: kg
hi: किलोग्राम
mr: किग्रॅ

# kgPerAcre
source: kg/acre
hi: किलोग्राम प्रति एकड़
mr: किग्रॅ/एकर

source: Method
hi: विधि
mr: पद्धत

source: Timing
hi: समय
mr: वेळ

# precautionsLabel
source: Precautions:
hi: सावधानियां:
mr: खबरदारी:

# rainProbabilityAmount
source: {amount}% Rain
hi: {amount}% बारिश
mr: {amount}% पाऊस

source: Bud Differentiation
hi: कली विभेदन
mr: कळीतील विविधता

source: Fruit Set
hi: फल जमना
mr: फळधारणा

source: Fruit Development
hi: फल विकास
mr: फळ वाढ

source: Flower Bud
hi: पुष्प कलिका
mr: फुलांची कळी

source: Juvenile
hi: किशोर अवस्था
mr: प्राथमिक वाढ

source: Bearing
hi: फल आना
mr: फळ येणे

source: Full Production
hi: पूर्ण उत्पादन
mr: पूर्ण उत्पादन

source: Shoot Emergence
hi: अंकुर निकलना
mr: कोबा येणे

source: Rhizome Development
hi: प्रकंद विकास
mr: कंदाची वाढ

source: Capsule Development
hi: कैप्सूल विकास
mr: बोंड वाढ

source: Nursery
hi: नर्सरी
mr: रोपवाटिका

source: Plucking
hi: तुड़ाई
mr: तोडणी

source: Young Plantation
hi: युवा वृक्षारोपण
mr: नवीन लागवड

source: Full Bearing
hi: पूर्ण फलन
mr: पूर्ण फळधारणा

source: Immature
hi: अपरिपक्व
mr: अपरिपक्व

source: Tapping
hi: टैपिंग
mr: रबर काढणे

source: Tuber Development
hi: कंद विकास
mr: कंदाची वाढ

source: Corm Development
hi: कॉर्म विकास
mr: कंदाची वाढ

source: Cutting
hi: कटाई
mr: कापणी

source: Bud
hi: कली
mr: कळी

source: Establishment
hi: स्थापना
mr: प्रस्थापन

source: Bud Initiation
hi: कली की शुरुआत
mr: कळी येणे

source: Spike Emergence
hi: बाली निकलना
mr: तुरा येणे

source: Pod Fill
hi: फली भरना
mr: दाणे भरणे

source: Root Development
hi: जड़ विकास
mr: मुळांची वाढ

source: Root Swelling
hi: जड़ का फूलना
mr: मुळे जाड होणे

source: Bud Break
hi: कली फूटना
mr: कळी फुटणे

source: Flower Induction
hi: फूल प्रेरण
mr: फूल प्रेरणा

# cropBajraMillet
source: Bajra (Pearl Millet)
hi: बाजरा (मोती बाजरा)
mr: बाजरी

# fertUrea
source: Urea
hi: यूरिया
mr: युरिया

# fertDAP
source: DAP (Di-Ammonium Phosphate)
hi: डीएपी (डि-अमोनियम फॉस्फेट)
mr: डीएपी (डी-अमोनियम फॉस्फेट)

# fertMOP
source: MOP (Muriate of Potash)
hi: एमओपी (म्यूरेट ऑफ पोटाश)
mr: एमओपी (म्युरिएट ऑफ पोटॅश)

# fertTSP
source: TSP (Triple Super Phosphate)
hi: टीएसपी (ट्रिपल सुपर फॉस्फेट)
mr: टीएसपी (ट्रिपल सुपर फॉस्फेट)

# fertSSP
source: SSP (Single Super Phosphate)
hi: एसएसपी (सिंगल सुपर फॉस्फेट)
mr: एसएसपी (सिंगल सुपर फॉस्फेट)

# fertCAN
source: CAN (Calcium Ammonium Nitrate)
hi: कैन (कैल्शियम अमोनियम नाइट्रेट)
mr: कॅन (कॅल्शियम अमोनियम नायट्रेट)

# fertSOP
source: SOP (Sulphate of Potash)
hi: एसओपी (सल्फेट ऑफ पोटाश)
mr: एसओपी (सल्फेट ऑफ पोटॅश)

# fertNPK19
source: Specialty Soluble NPK (19:19:19)
hi: विशेष घुलनशील एनपीके (19:19:19)
mr: विशेष विद्रव्य एनपीके (१९:१९:१९)

# fertGrowthPromoter
source: Growth Promoter (Seaweed Extract)
hi: विकास प्रवर्तक (समुद्री शैवाल का अर्क)
mr: वाढ प्रवर्तक (सीवीड अर्क)

# methodBroadcast
source: Broadcast
hi: छिड़काव (ब्रॉडकास्ट)
mr: फेकून देणे (ब्रॉडकास्ट)

# methodTopDressing
source: Top Dressing
hi: ऊपरी ड्रेसिंग (टॉप ड्रेसिंग)
mr: वर खत देणे (टॉप ड्रेसिंग)

# methodSoilPlacement
source: Soil Placement (Drilling)
hi: मिट्टी में डालना (ड्रिलिंग)
mr: जमिनीत पेरून देणे (ड्रिलिंग)

# methodFoliarSpray
source: Foliar Spray
hi: पत्तियों पर छिड़काव (फोलियर स्प्रे)
mr: पानावर फवारणी (फोलीयर स्प्रे)

# timeBasalEarly
source: Basal / Early Stage
hi: आधार / प्रारंभिक चरण
mr: पायाभूत / सुरुवातीची अवस्था

# timeSplit3Doses
source: Split into 3 doses (Sowing, 30 DAS, 60 DAS)
hi: 3 खुराकों में विभाजित करें (बुआई, 30 दिन, 60 दिन बाद)
mr: ३ डोसमध्ये विभागून द्या (पेरणी, ३० दिवस, ६० दिवस)

# timeSplit2Doses
source: Split dose: 1/2 now, 1/2 later
hi: खुराक विभाजित करें: 1/2 अभी, 1/2 बाद में
mr: डोस विभागून द्या: १/२ आता, १/२ नंतर

# timeBasalSowing
source: Basal (At Sowing)
hi: आधार (बुआई के समय)
mr: पायाभूत (पेरणीच्या वेळी)

# timeEvening
source: Best applied in evening
hi: शाम को लागू करना सबसे अच्छा रहता है
mr: संध्याकाळी देणे उत्तम

# adviceNormalIrrigation
source: Normal irrigation schedule recommended.
hi: सामान्य सिंचाई कार्यक्रम की सिफारिश की जाती है।
mr: सामान्य पाणी देण्याचे वेळापत्रक शिफारसित आहे.

# adviceRainWarning
source: Heavy rain expected. Delay irrigation and fertilizer application to prevent leaching.
hi: भारी बारिश की आशंका। लीचिंग को रोकने के लिए सिंचाई और उर्वरक प्रयोग में देरी करें।
mr: मुसळधार पावसाची शक्यता. वाहून जाणे रोखण्यासाठी पाणी देणे आणि खत वापरण्यास उशीर करा.

# adviceHeatWarning
source: High temperature detected. Ensure adequate soil moisture before applying fertilizers to avoid scorching.
hi: उच्च तापमान का पता चला। झुलसने से बचाने के लिए उर्वरक लगाने से पहले मिट्टी में पर्याप्त नमी सुनिश्चित करें।
mr: उच्च तापमान आढळले. खत देण्यापूर्वी जमिनीतील ओलावा पुरेसा असल्याची खात्री करा.

# precHighRain
source: CRITICAL: Heavy rain forecast. DELAY application.
hi: गंभीर: भारी बारिश का पूर्वानुमान। प्रयोग में देरी करें।
mr: गंभीर: मुसळधार पावसाचा अंदाज. वापर लांबणीवर टाका.

# precAcidicSoil
source: Contains Calcium which helps neutralize acidity.
hi: इसमें कैल्शियम होता है जो अम्लता को बेअसर करने में मदद करता है।
mr: यात कॅल्शिअम आहे जे आम्लधर्मीय जमीन सुधारण्यास मदत करते.

# precLeafCoverage
source: Ensure good leaf coverage.
hi: सुनिश्चित करें कि पत्तियों पर अच्छी तरह से छिड़काव हो।
mr: पानांवर व्यवस्थित कव्हरेज असल्याची खात्री करा.

# precMixWater
source: Mix well with water.
hi: पानी में अच्छी तरह मिलाएं।
mr: पाण्यात चांगले मिसळा.

# orgFYM
source: Farm Yard Manure (FYM): 2-3 tons/acre
hi: गोबर की खाद (FYM): 2-3 टन/एकड़
mr: शेणखत (FYM): २-३ टन/एकर

# orgVermicompost
source: Vermicompost: 500 kg/acre
hi: वर्मीकंपोस्ट: 500 किग्रा/एकड़
mr: गांडूळ खत: ५०० किलो/एकर

# orgGreenManure
source: Green Manure (Sesbania) to improve water retention
hi: हरी खाद (सेसबानिया) जल प्रतिधारण क्षमता में सुधार के लिए
mr: हिरवळीचे खत (सेसबानिया) पाणी टिकवून ठेवण्याची क्षमता सुधारण्यासाठी

# orgBioFertilizer
source: Bio-fertilizers (Azotobacter/PSB) to boost growth
hi: जैव-उर्वरक (एज़ोटोबैक्टर/पीएसबी) विकास को बढ़ावा देने के लिए
mr: जैव खते (अझोटोबॅक्टर/पीएसबी) वाढीला चालना देण्यासाठी

# microZinc
source: Zinc Sulphate (10 kg/acre) - Zinc Deficiency Check
hi: जिंक सल्फेट (10 किग्रा/एकड़) - जिंक की कमी की जाँच
mr: झिंक सल्फेट (१० किलो/एकर) - झिंक कमतरता तपासणी

# microIron
source: Ferrous Sulphate Spray - Iron Deficiency Check
hi: फेरस सल्फेट स्प्रे - आयरन की कमी की जाँच
mr: फेरस सल्फेट फवारणी - लोह कमतरता तपासणी

# microZincPaddy
source: Zinc is critical for Paddy. Ensure basal application.
hi: धान के लिए जिंक महत्वपूर्ण है। आधार प्रयोग सुनिश्चित करें।
mr: भातासाठी झिंक अत्यंत आवश्यक आहे. पायाभूत डोसमध्ये वापर असल्याची खात्री करा.

# nitrogen
source: Nitrogen (N)
hi: नाइट्रोजन (N)
mr: नत्र (N)

# phosphorus
source: Phosphorus (P)
hi: फास्फोरस (P)
mr: स्फुरद (P)

# potassium
source: Potassium (K)
hi: पोटेशियम (K)
mr: पालाश (K)

# phLevel
source: Soil pH
hi: मिट्टी का पीएच (pH)
mr: सामू (pH)

source: Low
hi: कम
mr: कमी

source: Medium
hi: मध्यम
mr: मध्यम

source: High
hi: अधिक
mr: जास्त
