Repository: Smoothoperator25/kisan_mitra
Catalog: lib/l10n/app_*.arb
Languages: hi, mr

# appName
source: Kisan Mitra
hi: किसान मित्र
mr: किसान मित्र

# appTagline
source: "BEEJ SE BAZAR TAK"
hi: "बीज से बाज़ार तक"
mr: "बीज ते बाजार"

# appSmartFertilizer
source: Smart Fertilizer Finder
hi: स्मार्ट उर्वरक खोजक
mr: स्मार्ट खत शोधक

source: Loading...
hi: लोड हो रहा है...
mr: लोड होत आहे...

source: Select Language
hi: भाषा चुनें
mr: भाषा निवडा

# languageChanged
source: Language changed successfully
hi: भाषा सफलतापूर्वक बदली गई
mr: भाषा यशस्वीरित्या बदलली

# selectRole
source: Select Your Role
hi: अपनी भूमिका चुनें
mr: आपली भूमिका निवडा

source: Welcome Back
hi: वापसी पर स्वागत है
mr: परत स्वागत आहे

# selectRoleSubtitle
source: Select your role to continue
hi: जारी रखने के लिए अपनी भूमिका चुनें
mr: सुरू ठेवण्यासाठी आपली भूमिका निवडा

source: Need help?
hi: मदद चाहिए?
mr: मदत हवी आहे?

source: Contact Support
hi: सहायता से संपर्क करें
mr: सपोर्टशी संपर्क साधा

# contactSupportEmail
source: Email: support@kisanmitra.com
hi: ईमेल: support@kisanmitra.com
mr: ईमेल: support@kisanmitra.com

# contactSupportPhone
source: Phone: +91 1800-XXX-XXXX
hi: फ़ोन: +91 1800-XXX-XXXX
mr: फोन: +91 1800-XXX-XXXX

source: Close
hi: बंद करें
mr: बंद करा

source: Farmer
hi: किसान
mr: शेतकरी

# farmerSubtitle
source: Search fertilizers and find stores
hi: उर्वरक खोजें और दुकानें ढूंढें
mr: खते शोधा आणि दुकाने शोधा

source: Store Owner
hi: दुकान मालिक
mr: दुकानदार

# storeOwnerSubtitle
source: Manage inventory and prices
hi: इन्वेंटरी और कीमतें प्रबंधित करें
mr: इन्व्हेंटरी आणि किंमती व्यवस्थापित करा

source: Admin
hi: एडमिन
mr: प्रशासक

# adminSubtitle
source: Verify stores and manage system
hi: दुकानें सत्यापित करें और सिस्टम प्रबंधित करें
mr: दुकाने सत्यापित करा आणि सिस्टम व्यवस्थापित करा

source: Login
hi: लॉगिन
mr: लॉगिन

# loginSubtitle
source: Login to find nearby fertilizer stores easily
hi: नज़दीकी उर्वरक दुकानें खोजने के लिए लॉगिन करें
mr: जवळच्या खत दुकाने शोधण्यासाठी लॉगिन करा

source: Email Address
hi: ईमेल पता
mr: ईमेल पत्ता

source: Password
hi: पासवर्ड
mr: पासवर्ड

source: Forgot Password?
hi: पासवर्ड भूल गए?
mr: पासवर्ड विसरलात?

source: OR
hi: या
mr: किंवा

source: Sign in with Google
hi: Google से साइन इन करें
mr: Google ने साइन इन करा

source: Create New Account
hi: नया खाता बनाएं
mr: नवीन खाते तयार करा

# invalidRole
source: Invalid role. Please use the correct login.
hi: अमान्य भूमिका। कृपया सही लॉगिन का उपयोग करें।
mr: अवैध भूमिका. कृपया योग्य लॉगिन वापरा.

source: User data not found
hi: उपयोगकर्ता डेटा नहीं मिला
mr: वापरकर्ता डेटा सापडला नाही

# anErrorOccurred
source: An error occurred: {error}
hi: एक त्रुटि हुई: {error}
mr: एक त्रुटी आली: {error}

# failedToCreateProfile
source: Failed to create profile. Please try again.
hi: प्रोफ़ाइल बनाने में विफल। कृपया पुनः प्रयास करें।
mr: प्रोफाइल तयार करण्यात अयशस्वी. कृपया पुन्हा प्रयत्न करा.

source: Google sign-in failed
hi: Google साइन-इन विफल
mr: Google साइन-इन अयशस्वी

# googleAccountDifferentRole
source: This Google account is registered with a different role.
hi: यह Google खाता एक अलग भूमिका के साथ पंजीकृत है।
mr: हे Google खाते वेगळ्या भूमिकेसह नोंदणीकृत आहे.

source: Login failed
hi: लॉगिन विफल
mr: लॉगिन अयशस्वी

source: Sign Up
hi: साइन अप
mr: साइन अप

source: Sign Up
hi: साइन अप
mr: साइन अप

# signupSubtitle
source: Register to access fertilizer recommendations and nearby stores
hi: उर्वरक तक पहुंचने के लिए पंजीकरण करें और नज़दीकी दुकानें खोजें
mr: खतांपर्यंत प्रवेश करण्यासाठी नोंदणी करा आणि जवळची दुकाने शोधा

source: Full Name
hi: पूरा नाम
mr: पूर्ण नाव

source: Confirm Password
hi: पासवर्ड की पुष्टि करें
mr: पासवर्डची पुष्टी करा

# alreadyHaveAccount
source: Already have an account?
hi: पहले से खाता है?
mr: आधीच खाते आहे?

source: Sign In
hi: साइन इन
mr: साइन इन

# phone
source: Phone Number
hi: फ़ोन नंबर
mr: फोन नंबर

source: State
hi: राज्य
mr: राज्य

source: City
hi: शहर
mr: शहर

source: Village
hi: गाँव
mr: गाव

source: Register
hi: पंजीकरण करें
mr: नोंदणी करा

# forgotPasswordTitle
source: Forgot Password
hi: पासवर्ड भूल गए
mr: पासवर्ड विसरलात

# forgotPasswordSubtitle
source: Enter your email to receive a reset link
hi: रीसेट लिंक प्राप्त करने के लिए अपना ईमेल दर्ज करें
mr: रीसेट लिंक मिळवण्यासाठी तुमचा ईमेल प्रविष्ट करा

source: Reset Password
hi: पासवर्ड रीसेट करें
mr: पासवर्ड रीसेट करा

# emailSent
source: Reset email sent! Check your inbox.
hi: रीसेट ईमेल भेजा गया! अपना इनबॉक्स देखें।
mr: रीसेट ईमेल पाठवला! तुमचा इनबॉक्स तपासा.

source: Back to Login
hi: लॉगिन पर वापस जाएं
mr: लॉगिनवर परत जा

source: Home
hi: होम
mr: होम

source: Search
hi: खोजें
mr: शोध

source: Advisory
hi: सलाह
mr: सल्ला

source: Profile
hi: प्रोफ़ाइल
mr: प्रोफाइल

source: Dashboard
hi: डैशबोर्ड
mr: डॅशबोर्ड

# homeGreeting
source: Hello, {name}!
hi: नमस्ते, {name}!
mr: नमस्कार, {name}!

# homeSubtitle
source: Find the best fertilizers near you
hi: अपने आस-पास सबसे अच्छे उर्वरक खोजें
mr: तुमच्या जवळ सर्वोत्तम खते शोधा

source: Search Fertilizers
hi: उर्वरक खोजें
mr: खते शोधा

source: Find Nearby Stores
hi: नज़दीकी दुकानें खोजें
mr: जवळच्या दुकाने शोधा

source: Precision Advisory
hi: सटीक सलाह
mr: अचूक सल्ला

source: My Profile
hi: मेरी प्रोफ़ाइल
mr: माझे प्रोफाइल

source: Quick Actions
hi: त्वरित क्रियाएं
mr: त्वरित क्रिया

source: Recent Activity
hi: हालिया गतिविधि
mr: अलीकडील क्रियाकलाप

source: No recent activity
hi: कोई हालिया गतिविधि नहीं
mr: कोणताही अलीकडील क्रियाकलाप नाही

source: Store Login
hi: दुकान लॉगिन
mr: दुकान लॉगिन

# storeLoginSubtitle
source: Login to manage your fertilizer inventory and track orders.
hi: अपनी खाद सूची प्रबंधित करने के लिए लॉगिन करें।
mr: आपल्या खत यादी व्यवस्थापित करण्यासाठी लॉगिन करा।

source: Store Registration
hi: दुकान पंजीकरण
mr: दुकान नोंदणी

source: Register Store
hi: दुकान पंजीकृत करें
mr: दुकान नोंदणी करा

source: Admin Login
hi: एडमिन लॉगिन
mr: प्रशासक लॉगिन

# adminLoginSubtitle
source: Access the control panel to manage users and stores.
hi: उपयोगकर्ताओं और दुकानों को प्रबंधित करने के लिए नियंत्रण पैनल एक्सेस करें।
mr: वापरकर्ते आणि दुकाने व्यवस्थापित करण्यासाठी नियंत्रण पॅनेल प्रवेश करा।

source: Admin Dashboard
hi: एडमिन डैशबोर्ड
mr: प्रशासक डॅशबोर्ड

# errorInvalidEmail
source: Please enter a valid email
hi: कृपया एक वैध ईमेल दर्ज करें
mr: कृपया वैध ईमेल प्रविष्ट करा

# errorPasswordTooShort
source: Password must be at least 6 characters
hi: पासवर्ड कम से कम 6 अक्षरों का होना चाहिए
mr: पासवर्ड किमान 6 अक्षरांचा असावा

# errorFieldRequired
source: This field is required
hi: यह फ़ील्ड आवश्यक है
mr: हे फील्ड आवश्यक आहे

# errorPasswordMismatch
source: Passwords do not match
hi: पासवर्ड मेल नहीं खाते
mr: पासवर्ड जुळत नाहीत

source: Save
hi: सहेजें
mr: जतन करा

source: Cancel
hi: रद्द करें
mr: रद्द करा

source: Confirm
hi: पुष्टि करें
mr: पुष्टी करा

# continueText
source: Continue
hi: जारी रखें
mr: चालू ठेवा

source: Submit
hi: सबमिट करें
mr: सबमिट करा

source: Retry
hi: पुनः प्रयास करें
mr: पुन्हा प्रयत्न करा

source: Yes
hi: हाँ
mr: होय

source: No
hi: नहीं
mr: नाही

source: OK
hi: ठीक है
mr: ठीक आहे

source: Delete
hi: हटाएं
mr: हटवा

source: Edit
hi: संपादित करें
mr: संपादित करा

source: Update
hi: अपडेट करें
mr: अपडेट करा

source: Back
hi: पीछे
mr: मागे

source: Success
hi: सफलता
mr: यश

source: Error
hi: त्रुटि
mr: त्रुटी

source: Warning
hi: चेतावनी
mr: इशारा

source: Info
hi: जानकारी
mr: माहिती

source: No data found
hi: कोई डेटा नहीं मिला
mr: कोणताही डेटा सापडला नाही

source: Something went wrong
hi: कुछ गलत हो गया
mr: काहीतरी चुकले

source: Please wait...
hi: कृपया प्रतीक्षा करें...
mr: कृपया प्रतीक्षा करा...

source: Try Again
hi: पुनः प्रयास करें
mr: पुन्हा प्रयत्न करा

source: Fertilizer
hi: उर्वरक
mr: खत

source: Fertilizers
hi: उर्वरक
mr: खते

source: Store
hi: दुकान
mr: दुकान

source: Stores
hi: दुकानें
mr: दुकाने

source: Crop
hi: फसल
mr: पीक

source: Crops
hi: फसलें
mr: पिके

source: Soil
hi: मिट्टी
mr: माती

source: Weather
hi: मौसम
mr: हवामान

source: Field
hi: खेत
mr: शेत

source: Location
hi: स्थान
mr: स्थान

source: Price
hi: कीमत
mr: किंमत

source: Stock
hi: स्टॉक
mr: स्टॉक

source: Quantity
hi: मात्रा
mr: प्रमाण

source: Distance
hi: दूरी
mr: अंतर

source: Rating
hi: रेटिंग
mr: रेटिंग

source: View All
hi: सभी देखें
mr: सर्व पहा

source: View Details
hi: विवरण देखें
mr: तपशील पहा

source: See More
hi: और देखें
mr: अधिक पहा

source: Learn More
hi: अधिक जानें
mr: अधिक जाणून घ्या

source: Help & Support
hi: सहायता
mr: मदत आणि समर्थन

source: Terms of Service
hi: सेवा की शर्तें
mr: सेवेच्या अटी

source: Privacy Policy
hi: गोपनीयता नीति
mr: गोपनीयता धोरण

source: About
hi: के बारे में
mr: बद्दल

source: Logout
hi: लॉगआउट
mr: लॉगआउट

# logoutConfirm
source: Are you sure you want to logout?
hi: क्या आप वाकई लॉगआउट करना चाहते हैं?
mr: तुम्हाला खरोखर लॉगआउट करायचे आहे का?

source: Settings
hi: सेटिंग्स
mr: सेटिंग्ज

# firebaseInitFailed
source: Firebase initialization failed
hi: Firebase प्रारंभीकरण विफल
mr: Firebase प्रारंभ अयशस्वी

source: No internet connection
hi: कोई इंटरनेट कनेक्शन नहीं
mr: इंटरनेट कनेक्शन नाही

# accountCreated
source: Account created successfully!
hi: खाता सफलतापूर्वक बनाया गया!
mr: खाते यशस्वीरित्या तयार झाले!

source: Signup failed
hi: साइनअप विफल
mr: साइनअप अयशस्वी

# forgotPasswordSubtitleAlt
source: Enter your registered email and we'll send reset instructions.
hi: अपना पंजीकृत ईमेल दर्ज करें, हम रीसेट निर्देश भेजेंगे।
mr: तुमचा नोंदणीकृत ईमेल प्रविष्ट करा, आम्ही रीसेट सूचना पाठवू.

source: Fertilizer Search
hi: उर्वरक खोज
mr: खत शोध

# fertilizerSearchSubtitle
source: Find nearby stores with best price
hi: सर्वोत्तम कीमत के साथ नज़दीकी दुकानें खोजें
mr: सर्वोत्तम किंमतीसह जवळील दुकाने शोधा

source: Fertilizer Advisory
hi: उर्वरक सलाह
mr: खत सल्ला

# fertilizerAdvisorySubtitle
source: Get crop-wise fertilizer guidance
hi: फसल-वार उर्वरक मार्गदर्शन प्राप्त करें
mr: पीक-निहाय खत मार्गदर्शन मिळवा

source: Soil Health Check
hi: मिट्टी स्वास्थ्य जांच
mr: माती आरोग्य तपासणी

# soilHealthCheckSubtitle
source: Book your sample test today
hi: आज अपना नमूना परीक्षण बुक करें
mr: आज तुमची नमुना चाचणी बुक करा

source: Farmer Info
hi: किसान की जानकारी
mr: शेतकरी माहिती

source: Soil Details
hi: मिट्टी का विवरण
mr: मातीचा तपशील

source: Review
hi: समीक्षा
mr: पुनरावलोकन

source: Personal Information
hi: व्यक्तिगत जानकारी
mr: वैयक्तिक माहिती

source: Village / Address
hi: गाँव / पता
mr: गाव / पत्ता

# pinCodeLabel
source: Pin Code
hi: पिन कोड
mr: पिन कोड

# pinCodeHint
source: 6-digit pin code
hi: ६-अंकी पिन कोड
mr: ६-अंकी पिन कोड

# pinCodeRequired
source: Pin code is required
hi: पिन कोड आवश्यक है
mr: पिन कोड आवश्यक आहे

# invalidPinCode
source: Enter 6-digit pin code
hi: ६-अंकी पिन कोड दर्ज करें
mr: ६-अंकी पिन कोड प्रविष्ट करा

source: Farm Area (Acres)
hi: खेत का क्षेत्रफल (एकड़)
mr: शेत क्षेत्र (एकर)

# farmAreaHint
source: e.g. 2.5
hi: उदा. २.५
mr: उदा. २.५

source: Farm area required
hi: खेत का क्षेत्रफल आवश्यक है
mr: शेत क्षेत्र आवश्यक आहे

source: Soil Type
hi: मिट्टी का प्रकार
mr: मातीचा प्रकार

source: Select soil type
hi: मिट्टी का प्रकार चुनें
mr: मातीचा प्रकार निवडा

# prevCropGrown
source: Previous Crop Grown
hi: पिछली उगाई गई फसल
mr: पूर्वी घेतलेले पीक

# prevCropHint
source: e.g. Wheat, Soybean
hi: उदा. गेहूँ, सोयाबीन
mr: उदा. गहू, सोयाबीन

source: Water Source
hi: पानी का स्रोत
mr: पाण्याचा स्त्रोत

source: Select water source
hi: पानी का स्रोत चुनें
mr: पाण्याचा स्त्रोत निवडा

source: Irrigation Type
hi: सिंचाई का प्रकार
mr: सिंचन प्रकार

source: Select irrigation type
hi: सिंचाई का प्रकार चुनें
mr: सिंचन प्रकार निवडा

source: Collection & Location
hi: संग्रह और स्थान
mr: संकलन आणि स्थान

source: Sample Collection Date
hi: नमूना संग्रह की तिथि
mr: नमुना संकलनाची तारीख

source: Choose a date
hi: तिथि चुनें
mr: तारीख निवडा

# captureLocation
source: Tap to capture location
hi: स्थान कैप्चर करने के लिए टैप करें
mr: स्थान कॅप्चर करण्यासाठी टॅप करा

source: GPS Location captured!
hi: GPS स्थान कैप्चर किया गया!
mr: GPS स्थान कॅप्चर केले!

# reviewDetails
source: Review Your Details
hi: अपने विवरण की समीक्षा करें
mr: तुमच्या तपशीलांचे पुनरावलोकन करा

source: Farmer Information
hi: किसान की जानकारी
mr: शेतकरी माहिती

source: Soil & Farm Details
hi: मिट्टी और खेत का विवरण
mr: माती आणि शेतीचा तपशील

source: Additional Notes
hi: अतिरिक्त नोट्स
mr: अतिरिक्त नोट्स

source: Notes / Special Requests
hi: नोट्स / विशेष अनुरोध
mr: नोट्स / विशेष विनंत्या

# notesHint
source: Any specific tests or concerns...
hi: कोई विशिष्ट परीक्षण या चिंताएं...
mr: कोणत्याही विशिष्ट चाचण्या किंवा समस्या...

source: Booking Confirmed!
hi: बुकिंग की पुष्टि हो गई!
mr: बुकिंगची पुष्टी झाली!

# bookingSuccessMessage
source: Your soil health check has been scheduled. We will contact you at {phone} for sample collection.
hi: आपकी मिट्टी स्वास्थ्य जांच निर्धारित कर दी गई है। नमूना संग्रह के लिए हम आपसे {phone} पर संपर्क करेंगे।
mr: तुमची माती आरोग्य तपासणी अनुसूचित केली गेली आहे. नमुना संकलनासाठी आम्ही तुमच्याशी {phone} वर संपर्क साधू.

source: Back to Home
hi: होम पर वापस जाएं
mr: मुख्यपृष्ठावर परत

source: Submit Booking
hi: बुकिंग सबमिट करें
mr: बुकिंग सबमिट करा

# waterBorewell
source: Borewell
hi: बोरवेल
mr: कूपनलिका (बोअरवेल)

# waterCanal
source: Canal
hi: नहर
mr: कालवा

# waterRainFed
source: Rain-fed
hi: वर्षा आधारित
mr: पावसावर आधारित

# waterRiver
source: River
hi: नदी
mr: नदी

# waterTank
source: Tank / Pond
hi: टैंक / तालाब
mr: टाकी / तलाव

# waterOther
source: Other
hi: अन्य
mr: इतर

# irrDrip
source: Drip
hi: ड्रिप (टपक सिंचाई)
mr: ठिबक

# irrSprinkler
source: Sprinkler
hi: फव्वारा (स्प्रिंकलर)
mr: तुषार (स्प्रिंकलर)

# irrFlood
source: Flood / Surface
hi: बाढ़ / सतह सिंचाई
mr: प्रवाही / पृष्ठभाग

# irrFurrow
source: Furrow
hi: नाली सिंचाई
mr: सरी-वरंबा

# irrNone
source: None (Rain-fed)
hi: कोई नहीं (वर्षा आधारित)
mr: काहीही नाही (पावसावर आधारित)

source: GPS Location
hi: GPS स्थान
mr: GPS स्थान

# profileSubtitle
source: View and manage your profile
hi: अपनी प्रोफ़ाइल देखें और प्रबंधित करें
mr: तुमची प्रोफाइल पहा आणि व्यवस्थापित करा

source: Welcome, Farmer
hi: स्वागत है, किसान
mr: स्वागत आहे, शेतकरी

source: Welcome, {name}
hi: स्वागत है, {name}
mr: स्वागत आहे, {name}

# signupTitle
source: Create Farmer Account
hi: किसान खाता बनाएं
mr: शेतकरी खाते तयार करा

# storeRegistrationSubtitle
source: Step 1 of 2: Let's set up your store account
hi: चरण 1 / 2: अपनी दुकान खाता सेट करें
mr: पायरी 1/2: आपले दुकान खाते सेट करा

source: Store Profile
hi: दुकान प्रोफ़ाइल
mr: दुकान प्रोफाइल

# storeProfileStep2
source: Step 2: Location & Verification
hi: चरण 2: स्थान और सत्यापन
mr: पायरी 2: स्थान आणि पडताळणी

# storeRegisterSuccess
source: Store registered successfully! Awaiting verification.
hi: दुकान सफलतापूर्वक पंजीकृत! सत्यापन की प्रतीक्षा है।
mr: दुकान यशस्वीपणे नोंदणीकृत! पडताळणीची प्रतीक्षा आहे.

source: Store data not found
hi: दुकान डेटा नहीं मिला
mr: दुकान डेटा आढळला नाही

# noStoreAccount
source: Don't have a store account?
hi: कोई दुकान खाता नहीं?
mr: दुकान खाते नाही?

source: AUTHENTICATION DETAILS
hi: प्रमाणीकरण विवरण
mr: प्रमाणीकरण तपशील

source: STORE INFORMATION
hi: दुकान जानकारी
mr: दुकान माहिती

source: Store Name
hi: दुकान का नाम
mr: दुकानाचे नाव

source: Owner Name
hi: मालिक का नाम
mr: मालकाचे नाव

# enterBusinessName
source: Enter your business name
hi: व्यापार का नाम दर्ज करें
mr: व्यवसायाचे नाव प्रविष्ट करा

# enterOwnerName
source: Full name of proprietor
hi: मालिक का पूरा नाम
mr: मालकाचे पूर्ण नाव

source: Store Address
hi: दुकान का पता
mr: दुकानाचा पत्ता

# selectState
source: Select your state
hi: अपना राज्य चुनें
mr: आपले राज्य निवडा

source: City / District
hi: शहर / जिला
mr: शहर / जिल्हा

source: Village / Area
hi: गाँव / क्षेत्र
mr: गाव / क्षेत्र

source: Enter city
hi: शहर दर्ज करें
mr: शहर प्रविष्ट करा

source: Enter village
hi: गाँव दर्ज करें
mr: गाव प्रविष्ट करा

# fertilizerLicense
source: Fertilizer License No.
hi: उर्वरक लाइसेंस नं।
mr: खत परवाना क्र.

# mapPinInstruction
source: Tap on the map to pin your store location
hi: मानचित्र पर टैप करके अपनी दुकान का स्थान पिन करें
mr: नकाशावर टॅप करून दुकानाचे स्थान पिन करा

source: Use My Location
hi: मेरा स्थान उपयोग करें
mr: माझे स्थान वापरा

source: Create Account
hi: खाता बनाएं
mr: खाते तयार करा

# pleaseSelectState
source: Please select a state
hi: कृपया एक राज्य चुनें
mr: कृपया एक राज्य निवडा

# pleaseSelectLocation
source: Please select location on map
hi: कृपया मानचित्र पर स्थान चुनें
mr: कृपया नकाशावर स्थान निवडा

# failedCreateStoreProfile
source: Failed to create store profile
hi: दुकान प्रोफ़ाइल बनाने में विफल
mr: दुकान प्रोफाइल तयार करणे अयशस्वी

source: Username
hi: उपयोगकर्ता नाम
mr: वापरकर्ता नाव

# enterUsername
source: Enter your username
hi: उपयोगकर्ता नाम दर्ज करें
mr: वापरकर्ता नाव प्रविष्ट करा

# usernameRequired
source: Username is required
hi: उपयोगकर्ता नाम आवश्यक है
mr: वापरकर्ता नाव आवश्यक आहे

# wrongCredentials
source: Wrong username/password
hi: गलत उपयोगकर्ता नाम/पासवर्ड
mr: चुकीचे वापरकर्ता नाव/संकेतशब्द

# enterPassword
source: Enter your password
hi: अपना पासवर्ड दर्ज करें
mr: तुमचा पासवर्ड प्रविष्ट करा

source: Store Dashboard
hi: दुकान डैशबोर्ड
mr: दुकान डॅशबोर्ड

source: VERIFIED
hi: सत्यापित
mr: सत्यापित

source: INVENTORY MANAGEMENT
hi: सूची प्रबंधन
mr: यादी व्यवस्थापन

source: Update Price & Stock
hi: मूल्य और स्टॉक अपडेट करें
mr: किंमत आणि स्टॉक अपडेट करा

source: Store Location
hi: दुकान स्थान
mr: दुकान स्थान

# noFertilizersInventory
source: No fertilizers in inventory
hi: सूची में कोई उर्वरक नहीं
mr: यादीत कोणतेही खत नाही

source: Error loading inventory
hi: सूची लोड करने में त्रुटि
mr: यादी लोड करण्यात त्रुटी

source: IN STOCK
hi: स्टॉक में
mr: स्टॉकमध्ये

source: LOW STOCK
hi: कम स्टॉक
mr: कमी स्टॉक

source: OUT OF STOCK
hi: स्टॉक खत्म
mr: स्टॉक संपला

source: STOCK (BAGS)
hi: स्टॉक (बैग)
mr: स्टॉक (पिशव्या)

source: Save Changes
hi: बदलाव सहेजें
mr: बदल जतन करा

# enterValidNumbers
source: Please enter valid numbers
hi: कृपया वैध संख्याएं दर्ज करें
mr: कृपया वैध संख्या प्रविष्ट करा

source: APP SETTINGS
hi: ऐप सेटिंग
mr: ॲप सेटिंग्ज

source: PERSONAL DETAILS
hi: व्यक्तिगत विवरण
mr: वैयक्तिक तपशील

source: Language
hi: भाषा
mr: भाषा

source: Notifications
hi: सूचनाएं
mr: सूचना

source: About App
hi: ऐप के बारे में
mr: ॲप बद्दल

source: Email
hi: ईमेल
mr: ईमेल

source: Change Password
hi: पासवर्ड बदलें
mr: संकेतशब्द बदला

source: Searched
hi: खोजे
mr: शोधले

source: Visits
hi: दौरे
mr: भेटी

source: Refreshing profile...
hi: प्रोफ़ाइल रीफ्रेश हो रही है...
mr: प्रोफाइल रिफ्रेश होत आहे...

# seeNearbyStores
source: See nearby stores in Search tab
hi: खोज टैब में नजदीकी दुकानें देखें
mr: शोध टॅबमध्ये जवळील दुकाने पहा

source: Profile image updated!
hi: प्रोफ़ाइल छवि अपडेट हुई!
mr: प्रोफाइल प्रतिमा अपडेट झाली!

source: Image upload cancelled
hi: छवि अपलोड रद्द हुई
mr: प्रतिमा अपलोड रद्द झाली

# fertilizerAdvisoryTitle
source: Fertilizer Advisory
hi: उर्वरक सलाह
mr: खत सल्ला

source: Select Crop
hi: फसल चुनें
mr: पीक निवडा

# landSize
source: Land Size (acres)
hi: भूमि आकार (एकड़)
mr: जमीन आकार (एकर)

source: Get Advisory
hi: सलाह प्राप्त करें
mr: सल्ला मिळवा

# soilHealthTitle
source: Soil Health Check
hi: मिट्टी स्वास्थ्य जांच
mr: माती आरोग्य तपासणी

source: Book Test
hi: परीक्षण बुक करें
mr: चाचणी बुक करा

source: Nearby Stores
hi: नजदीकी दुकानें
mr: जवळील दुकाने

source: Search Fertilizer
hi: उर्वरक खोजें
mr: खत शोधा

# supportEmail
source: Email: support@kisanmitra.com
hi: ईमेल: support@kisanmitra.com
mr: ईमेल: support@kisanmitra.com

# supportPhone
source: Phone: +91 1800-XXX-XXXX
hi: फोन: +91 1800-XXX-XXXX
mr: फोन: +91 1800-XXX-XXXX

source: Mobile Number
hi: मोबाइल नंबर
mr: मोबाइल नंबर

# enterYourUsername
source: Enter username
hi: उपयोगकर्ता नाम दर्ज करें
mr: वापरकर्ता नाव प्रविष्ट करा

# errorOccurred
source: An error occurred
hi: एक त्रुटि हुई
mr: एक त्रुटी आली

source: Next
hi: अगला
mr: पुढील

# tapToAdjust
source: Tap to adjust location
hi: स्थान समायोजित करने के लिए टैप करें
mr: स्थान समायोजित करण्यासाठी टॅप करा

# tapMapToSelect
source: Tap on map to select your store location
hi: अपनी दुकान का स्थान चुनने के लिए मानचित्र पर टैप करें
mr: तुमच्या दुकानाचे स्थान निवडण्यासाठी नकाशावर टॅप करा

source: Verification Details
hi: सत्यापन विवरण
mr: पडताळणी तपशील

source: Back to Step 1
hi: चरण 1 पर वापस जाएं
mr: पायरी 1 वर परत जा

# errorInvalidLicense
source: Invalid license number
hi: अमान्य लाइसेंस नंबर
mr: अवैध परवाना क्रमांक

# enterLicenseNo
source: Enter 15-digit GST or License No.
hi: 15-अंकीय GST या लाइसेंस नंबर दर्ज करें
mr: 15-अंकी GST किंवा परवाना क्रमांक प्रविष्ट करा

# enterLicenseInfo
source: Enter your GST number or store license for verification
hi: सत्यापन के लिए अपना जीएसटी नंबर या स्टोर लाइसेंस दर्ज करें
mr: पडताळणीसाठी तुमचा जीएसटी क्रमांक किंवा स्टोअर परवाना प्रविष्ट करा

# passwordHint
source: Create a strong password
hi: एक मजबूत पासवर्ड बनाएं
mr: एक मजबूत पासवर्ड तयार करा

source: Next Steps:
hi: अगले कदम:
mr: पुढील पावले:

# stepCheckEmail
source: 1. Check your email inbox
hi: 1. अपना ईमेल इनबॉक्स देखें
mr: 1. तुमचे ईमेल इनबॉक्स तपासा

# stepClickLink
source: 2. Click the reset password link
hi: 2. पासवर्ड रीसेट लिंक पर क्लिक करें
mr: 2. पासवर्ड रिसेट लिंकवर क्लिक करा

# stepCreatePassword
source: 3. Create a new password
hi: 3. नया पासवर्ड बनाएं
mr: 3. नवीन पासवर्ड तयार करा

# stepLoginNew
source: 4. Login with your new password
hi: 4. अपने नए पासवर्ड के साथ लॉगिन करें
mr: 4. तुमच्या नवीन पासवर्डसह लॉगिन करा

# didntReceiveEmail
source: Didn't receive email? Try again
hi: ईमेल प्राप्त नहीं हुआ? पुनः प्रयास करें
mr: ईमेल प्राप्त झाला नाही? पुन्हा प्रयत्न करा

# nameHint
source: Full Name
hi: पूरा नाम
mr: पूर्ण नाव

# createPasswordHint
source: Create a password
hi: एक पासवर्ड बनाएं
mr: पासवर्ड तयार करा

source: Statistics updated!
hi: सांख्यिकी अपडेट की गई!
mr: सांख्यिकी अपडेट केली!

source: Refresh Statistics
hi: सांख्यिकी रीफ्रेश करें
mr: सांख्यिकी रीफ्रेश करा

source: FERTILIZERS LISTED
hi: सूचीबद्ध उर्वरक
mr: सूचीबद्ध खते

source: ACTIVE STOCK
hi: सक्रिय स्टॉक
mr: सक्रिय स्टॉक

source: FARMER VIEWS
hi: किसान दृश्य
mr: शेतकरी दृश्य

source: Coordinates
hi: निर्देशांक
mr: निर्देशांक

source: Edit Store Details
hi: स्टोर विवरण संपादित करें
mr: स्टोअर तपशील संपादित करा

source: Confirm Logout
hi: लॉगआउट की पुष्टि करें
mr: लॉगआउटची खात्री करा

source: Unable to load map
hi: नक्शा लोड करने में असमर्थ
mr: नकाशा लोड करण्यात अक्षम

# latLngPreview
source: LAT: {lat} • LNG: {lng}
hi: अक्षांश: {lat} • देशांतर: {lng}
mr: अक्षांश: {lat} • रेखांश: {lng}

# addressPreviewLabel
source: ADDRESS PREVIEW
hi: पता पूर्वावलोकन
mr: पत्ता पूर्वावलोकन

source: Profile not found
hi: प्रोफ़ाइल नहीं मिली
mr: प्रोफाइल सापडले नाही

# errorPrefix
source: Error: {error}
hi: त्रुटि: {error}
mr: त्रुटी: {error}

source: SAVING...
hi: सहेज रहे हैं...
mr: जतन करत आहे...

source: Updated successfully
hi: सफलतापूर्वक अपडेट किया गया
mr: यशस्वीरित्या अपडेट केले

source: Current Password
hi: वर्तमान पासवर्ड
mr: सध्याचा पासवर्ड

source: New Password
hi: नया पासवर्ड
mr: नवीन पासवर्ड

source: Confirm New Password
hi: नए पासवर्ड की पुष्टि करें
mr: नवीन पासवर्डची खात्री करा

source: Enter current password
hi: वर्तमान पासवर्ड दर्ज करें
mr: सध्याचा पासवर्ड प्रविष्ट करा

source: Enter new password
hi: नया पासवर्ड दर्ज करें
mr: नवीन पासवर्ड प्रविष्ट करा

# confirmNewPasswordHint
source: Confirm new password
hi: नए पासवर्ड की पुष्टि करें
mr: नवीन पासवर्डची खात्री करा

# passwordLengthError
source: Password must be at least 6 characters long
hi: पासवर्ड कम से कम 6 अक्षरों का होना चाहिए
mr: पासवर्ड किमान 6 अक्षरांचा असावा

# currentPasswordIncorrect
source: Current password is incorrect
hi: वर्तमान पासवर्ड गलत है
mr: सध्याचा पासवर्ड चुकीचा आहे

# passwordWeak
source: New password is too weak
hi: नया पासवर्ड बहुत कमजोर है
mr: नवीन पासवर्ड खूप कमकुवत आहे

# recentLoginRequired
source: Please log in again to change password
hi: पासवर्ड बदलने के लिए कृपया पुन: लॉगिन करें
mr: पासवर्ड बदलण्यासाठी कृपया पुन्हा लॉगिन करा

# newPasswordDifferent
source: New password must be different from current password
hi: नया पासवर्ड वर्तमान पासवर्ड से अलग होना चाहिए
mr: नवीन पासवर्ड सध्याच्या पासवर्डपेक्षा वेगळा असावा
